{
	"page_content": [
		"Even considering the more conservative fundraising market in 2023, there are opportunities for startups to get investor attention with AI. Tomasz Tunguz, Founder & General Partner at Theory Ventures, believes that with the right GTM plan and capital efficiency, it is still possible to get funding. It’s simply a matter of watching your burn: “The main difference in the market between 2021 and today is that efficiency matters more than growth.” SaaStr Workshop Wednesdays are LIVE every Wednesday. Sign up for free. Thanks for reading Scaling SaaS -- from SaaStr! Subscribe for free to receive new posts and support my work. Why AI Matters to VCs Over the last decade, each type of machine learning has developed and grown, with generative AI becoming the most recent. Currently, machine learning has four capabilities, including: Classification, Prediction, Natural Language Processing, Generative There is a reason that VCs are interested in AI –– the opportunity is enormous. Goldman Sachs predicts that the contribution of machine learning to GDP would fall somewhere between 1.5 – 2.9%. To understand how huge that impact is, consider that the personal computer contribution to GDP was 0.006%. Tunguz says, “To put it into perspective, the potential [of machine learning] here is about 1000x the improvement to GDP, and it would basically double the growth rate of the country. That’s how significant this is, and that’s why everybody is so excited.” Additionally, the impact on the workplace will also be staggering. About 15 – 25% of tasks can be automated using AI. So tech startups looking to work with AI have potential in this exciting space. But they also must ask themselves four big questions before pursuing funding. 1: What Layer of the Stack Will You Build In? There are three layers in the AI ecosystem. There are opportunities in all these layers, but there are considerations for each: Infrastructure Layer: This includes databases, networking, & compute. The infrastructure layer can have the biggest payoff but requires the most money and resources to compete at the top level. Therefore, if you are a startup looking into this layer, you must be prepared with significant funding. LayerOpportunityTraining Cost ReductionFrom millions to pennies: Building app-specific integrated circuits. Foundational ModelNew capabilities through scale (ex. GPT, Llama).ChipsNew computation and networking for training AI models. Platform Layer: This layer encompasses developer tools that simplify building applications. There are two approaches you can take with the platform layer: Developer Tool/API Managed Enterprise Service Large businesses will gravitate toward bespoke models to their specs. In the short term, more money will go toward managed enterprise services, but there is an opportunity for tremendous growth with dev tools and APIs in the long term. Application Layer: This is the application itself, with examples including SalesForce, ServiceNow, etc. These applications learn and generate content, work, and emulate actions for many tasks. As Tunguz says, “The rub in all this is that we’re basically training our replacements. A lot of these technologies aim to reduce the amount of low-level work so we can focus on a higher level.” Company ApproachExamplesContent Creation: Helps users create content.Jasper (Text), Gamma (Presentations), Synthesia (learning), Craiyon (design), AIDungeon( gaming)Copilots: Software that watches you work and helps you. Github (coding), Harvey (legal), Lilt (translation)Agents: This is the newest category. Agents remember your actions and emulate them.ChatGPT, Next-gen RPA 2: What Market Will You Pursue? Startups must determine an action plan with AI if they hope to grow. Before deciding on your market, you should think about who the top players are in the space. Is generative AI alone enough to unseat an incumbent? Right now, large global enterprises have already started working with AI, and that means lots of startups are behind them. You must pursue a unique vertical that will support your growth. 3: What Moat Will You Create? If you aren’t directly competing with an incumbent, you will be racing against other startups. So, how do you establish a moat? Tunguz posits that are a few basic moats that may work for a startup: My Model is Better Than Your Model: This competitive edge comes in the quality and capability of your AI. However, to succeed with this moat, the difference in performance needs to be notable. It requires a lot more data and funding to compete with this advantage. Usage: You can think of the higher usage model as a cycle: Better Products & More Users → More Queries → Faster Model → Better Products & More Users, and the cycle repeats. As Tunguz emphasizes: “It’s not enough to have better technology. You really need to have the traffic to be able to tune and optimize the model with time.”  Enterprise Readiness: If you can prepare for the needs of a large business before your competitor, it may give you the edge. Enterprise buyers have legitimate concerns about copyright, privacy, compliance, and security –– all new territory for generative AI. Staying ahead of the game with these legal and privacy pain points can be a powerful moat. Execution: The startup advantage has historically been execution, speed, and focus. An early-stage company simply has more agility than a large corporation. There is heightened interest in generative AI, so you can attract lots of traffic if you execute well. 4: What Level of Technical Depth Are You Comfortable With? Finally, deciding how intensely technical you want to get with generative AI is very important. There are three levels to consider: Plug-In: A company can write a plug-in for generative AI to supplement their software. For example, Expedia could write an AI plug-in to help users find out how to book flights. Tune Prompts: You can ask different questions using machine learning to better tune user input or questions and formulate superior outputs. Bespoke Model: Build your own generative AI model. However, note that this technical depth will be expensive and will take lots of time and resources to get off the ground. To decide what level works for you, think about your overall company goals, target market, and relevant moats. Key Takeaways Have a clear idea of where in the stack you want to build with generative AI."
	],
	"result": " The key takeaways are that there is an enormous opportunity in AI, and tech startups should think about what layer of the stack they want to build in, what market they want to pursue, what moat they will create, and what level of technical depth they are comfortable with."
}
